Repository: YuriiSushko/Khan_Academy_helpers
Catalog: Integrations_with_translation_portal/learn.math.algebra-basics.articles-*.po
Languages: uk

source: Problem 1A
uk: Завдання 1A

source: Problem 1B
uk: Завдання 1Б

source: Problem 2A
uk: Завдання 2A

source: Problem 2B
uk: Завдання 2Б

source: Problem 2C
uk: Завдання 2В

source: **Solve for $x$.** *Your answer must be simplified.*
uk: **Знайдіть $x$.** *Відповідь спростіть*

source: Remember that when we divide (or multiply) an inequality by a negative number, we have to flip the direction of the inequality.
uk: Пам’ятайте, що коли ми ділимо (або множимо) нерівність на від’ємне число, ми повинні змінити символ нерівності на протилежний.

source: To isolate $x$, let's add $8$ to both sides.
uk: Щоб відокремити $x$, додамо $8$ до обох сторін.

source: To isolate $x$, let's divide both sides by $-6$.
uk: Щоб відокремити $x$, поділимо обидві сторони на $-6$.

source: To isolate $x$, let's divide both sides by $2$.
uk: Щоб відокремити $x$, поділимо обидві сторони на $2$.

source: To isolate $x$, let's multiply both sides by $7$.
uk: Щоб відокремити $x$, давайте помножимо обидві сторони на $7$.

source: To isolate $x$, let's subtract $-9$ from both sides.
uk: Щоб відокремити $x$, віднімемо $-9$ від обох сторін.

source: To isolate $y$, let's multiply both sides by $-6$.
uk: Щоб відокремити $y$, помножимо обидві сторони на $-6$.

source: To isolate $z$, let's $\greenD{\text{add }11}$ to both sides.
uk: Щоб відокремити $z$, давайте $\greenD{\text{додамо }11}$ до обох сторін.

source: Learn how to solve quadratic equations like (x-1)(x+3)=0 and how to use factorization to solve other forms of equations.
uk: Дізнайтеся, як розв'язувати квадратні рівняння, виду (x-1)(x+3)=0 і як використовувати розклад на множники для розв'язання інших видів рівнянь.

source: ### A note about the zero-product property
uk: ### Примітка про правило нульового добутку

source: ### One of the sides must be zero.
uk: ### Одна з сторін має бути нульовою.

source: ### Solve $3x^2+11x-4=0$.
uk: ### Розв'яжіть $3x^2+11x-4=0$.

source: ### Solve $4x^2+4x+1=0$.
uk: ### Розв'яжіть $4x^2+4x+1=0$.

source: ### Solve $x^2+5x=0$.
uk: ### Розв'яжіть $x^2+5x=0$.

source: ### Solve $x^2-11x+28=0$.
uk: ### Розв'яжіть $x^2-11x+28=0$.

source: $\begin{align}2x^2-3x-20&=x^2+34\\\\ 2x^2-3x-20-x^2-34&=0&&\text{Subtract }(x^2+34)\text{.}\\\\ x^2-3x-54&=0&&\text{Combine like terms.}\\\\ (x+6)(x-9)&=0&&\text{Factor.}\end{align}$
uk: $\begin{align}2x^2-3x-20&=x^2+34\\\\ 2x^2-3x-20-x^2-34&=0&&\text{Відніміть }(x^2+34)\text{.}\\\\ x^2-3x-54&=0&&\text{Зведіть подібні доданки.}\\\\ (x+6)(x-9)&=0&&\text{Розкладіть на множники.}\end{align}$

source: $\begin{align}3x^2-9x-20&=x^2+5x+16\\\\ 3x^2-9x-20-x^2-5x-16&=0&&\text{Subtract }(x^2+5x+16)\text{.}\\\\ 2x^2-14x-36&=0&&\text{Combine like terms.}\\\\ x^2-7x-18&=0&&\text{Divide by 2.}\\\\ (x+2)(x-9)&=0&&\text{Factor.}\end{align}$
uk: $\begin{align}3x^2-9x-20&=x^2+5x+16\\\\ 3x^2-9x-20-x^2-5x-16&=0&&\text{Відніміть }(x^2+5x+16)\text{.}\\\\ 2x^2-14x-36&=0&&\text{Зведіть подібні члени.}\\\\ x^2-7x-18&=0&&\text{Поділіть на 2.}\\\\ (x+2)(x-9)&=0&&\text{Розкладіть на множники.}\end{align}$

source: - [Factoring using the Sum-Product pattern](/math/algebra/polynomial-factorization/factoring-polynomials-2-quadratic-forms/e/factoring_polynomials_1) - [Factoring by grouping](/math/algebra/polynomial-factorization/factoring-polynomials-2-quadratic-forms/e/factoring_polynomials_by_grouping_1) - [Factoring special products](/math/algebra/polynomial-factorization/factoring-polynomials-3-special-product-forms/e/factoring_difference_of_squares_1)
uk: - [Розкладання на множники, використовуючи формулу $(x-a)(x-b)$](/math/algebra/polynomial-factorization/factoring-polynomials-2-quadratic-forms/e/factoring_polynomials_1) - [Розкладання на множники групуванням](/math/algebra/polynomial-factorization/factoring-polynomials-2-quadratic-forms/e/factoring_polynomials_by_grouping_1) - [Розкладання на можники, використовуючи формули скороченого множення](/math/algebra/polynomial-factorization/factoring-polynomials-3-special-product-forms/e/factoring_difference_of_squares_1)

source: - how to solve factored equations like $(x-1)(x+3)=0$ and
uk: - як розв'язувати рівняння виду $(x-1)(x + 3) = 0$.

source: - if one of the factors is $1$, the other is $6$;
uk: - якщо один з множників рівний $1$, інший — $6$;

source: - if one of the factors is $2$, the other is $3$; or
uk: - якщо один з множників рівний $2$, інший — $3$;

source: - if one of the factors is $\dfrac{1}{2}$, the other is $12$.
uk: - якщо один з множників рівний $\dfrac{1}{2}$, інший — $12$.

source: >$\begin{align}2x^2-12x+18&=0\\\\ x^2-6x+9&=0&&\text{Divide by 2.}\\\\ (x-3)^2&=0&&\text{Factor.}\\\\ &\downarrow\\\\ x-3&=0\\\\ x&=3\end{align}$
uk: >$\begin{align}2x^2-12x+18&=0\\\\ x^2-6x+9&=0&&\text{Поділіть на 2.}\\\\ (x-3)^2&=0&&\text{Розкладіть на множники.}\\\\ &\downarrow\\\\ x-3&=0\\\\ x&=3\end{align}$

source: >$\begin{align}3x^2+11x-4&=0\\\\ (3x-1)(x+4)&=0&&\text{Factor.}\end{align}$
uk: >$\begin{align}3x^2+11x-4&=0\\\\ (3x-1)(x+4)&=0&&\text{Розклад на множники.}\end{align}$

source: >$\begin{align}3x^2+33x+30&=0\\\\ x^2+11x+10&=0&&\text{Divide by 3.}\\\\ (x+1)(x+10)&=0&&\text{Factor}.\end{align}$
uk: >$\begin{align}3x^2+33x+30&=0\\\\ x^2+11x+10&=0&&\text{Поділіть на 3.}\\\\ (x+1)(x+10)&=0&&\text{Розкладіть на множники}.\end{align}$

source: >$\begin{align}4x^2+4x+1&=0\\\\ (2x+1)^2&=0&&\text{Factor.}\end{align}$
uk: >$\begin{align}4x^2+4x+1&=0\\\\ (2x+1)^2&=0&&\text{Розклад на множники.}\end{align}$

source: >$\begin{align}x^2+2x&=40-x\\\\ x^2+2x-40+x&=0&&\text{Subtract 40 and add }x\text{.}\\\\ x^2+3x-40&=0&&\text{Combine like terms.}\\\\ (x+8)(x-5)&=0&&\text{Factor.}\end{align}$
uk: >$\begin{align}x^2+2x&=40-x\\\\ x^2+2x-40+x&=0&&\text{Відніміть 40 і додайте }x\text{.}\\\\ x^2+3x-40&=0&&\text{Зведіть подібні доданки.}\\\\ (x+8)(x-5)&=0&&\text{Розкладіть на множники.}\end{align}$

source: >>$\begin{align}x^2+5x&=0\\\\ x(x+5)&=0&&\text{Factor.}\end{align}$
uk: >>$\begin{align}x^2+5x&=0\\\\ x(x+5)&=0&&\text{Розкладіть на множники.}\end{align}$

source: >>$\begin{align}x^2-11x+28&=0\\\\ (x-4)(x-7)&=0&&\text{Factor.}\end{align}$
uk: >>$\begin{align}x^2-11x+28&=0\\\\ (x-4)(x-7)&=0&&\text{Розклад на множники.}\end{align}$

source: >>$\begin{align}x^2-3x-10&=0\\\\ (x+2)(x-5)&=0&&\text{Factor.}\end{align}$
uk: >>$\begin{align}x^2-3x-10&=0\\\\ (x+2)(x-5)&=0&&\text{Розкладіть на множники.}\end{align}$

source: According to the sum-product pattern, if we find two numbers $a$ and $b$ such that $a+b=\tealD{-11}$ and $a\cdot b=\blueD{28}$, then $x^2\tealD{-11}x+\blueD{28}=(x+a)(x+b)$.
uk: Ми знайдемо два числа $a$ та $b$ такі, що $a+b=\tealD{-11}$ та $a\cdot b=\blueD{28}$, тоді $x^2\tealD{-11}x+\blueD{28}=(x+a)(x+b)$.

source: According to the sum-product pattern, if we find two numbers $a$ and $b$ such that $a+b=\tealD{-3}$ and $a\cdot b=\blueD{-10}$, then $x^2\tealD{-3}x\blueD{-10}=(x+a)(x+b)$.
uk: Ми знайдемо два числа $a$ та $b$ такі, що $a+b=\tealD{-3}$ та $a\cdot b=\blueD{-10}$, тоді $x^2\tealD{-3}x\blueD{-10}=(x+a)(x+b)$.

source: All terms originally had a common factor of $2$, so we divided all sides by $2$—the zero side remained zero—which made the factorization easier.
uk: Усі доданки спочатку мали спільний множник $2$, тому ми поділили всі сторони на $2$ (сторона з нулем не змінилася), що зробило розкладання на множники простішим.

source: Before we factored, we manipulated the equation so all the terms were on the same side and the other side was zero. Only then were we able to factor and use our solution method.
uk: Перед тим як розкласти на множники, ми привели рівняння до такого вигляду, щоб всі доданки були з одного боку, а з іншого боку був нуль. Лише тоді ми змогли розкласти на множники та застосувати наш метод розв'язання.

source: By considering the pairs of integers whose product is $-12$ and then eliminating those whose sum isn't $\tealD{11}$, we find that the numbers we need are $a=12$ and $b=-1$. Now we rewrite $\tealD{11}x$ as $(12x-x)$ and group.
uk: Розглядаючи пари цілих чисел, добуток яких дорівнює $-12$, та відкидаючи ті, сума яких не дорівнює $\tealD{11}$, ми знаходимо потрібні нам числа: $a=12$ та $b=-1$. Тепер представимо $\tealD{11}x$ як $(12x-x)$ та згрупуємо.

source: By considering the pairs of integers whose product is $\blueD{-10}$ and then eliminating those whose sum isn't $\tealD{-3}$, we find that the numbers we need are $a=2$ and $b=-5$.
uk: Розглядаючи пари цілих чисел, добуток яких дорівнює $\blueD{-10}$, та відкидаючи ті, сума яких не дорівнює $\tealD{-3}$, ми знаходимо потрібні нам числа: $a=2$ та $b=-5$.

source: By considering the pairs of integers whose product is $\blueD{28}$ and then eliminating those whose sum isn't $\tealD{-11}$, we find that the numbers we need are $a=-4$ and $b=-7$.
uk: Розглядаючи пари цілих чисел, добуток яких дорівнює $\blueD{28}$, та відкидаючи ті, сума яких не дорівнює $\tealD{-11}$, ми знаходимо потрібні нам числа: $a=-4$ та $b=-7$.

source: In the case of a product that is equal to a non-zero number like $6$, there is no special requirement for one of the factors. All we can say is something about the two factors together. For instance:
uk: У випадку, коли добуток дорівнює ненульовому числу, наприклад $6$, немає особливих вимог для одного з множників. Ми можемо сказати лише щось про обидва множники разом. Наприклад:

source: In this case, we have a product where the two factors are the same: $2x+1$. There is no need to solve two equations. The only way for $(2x+1)^2$ to be zero is if $2x+1$ is zero.
uk: У цьому випадку ми маємо добуток, де обидва множники однакові: $2x+1$. Немає потреби розв'язувати два рівняння. Єдиний варіант, щоб $(2x+1)^2$ дорівнювало нулю, це якщо $2x+1$ дорівнює нулю.

source: In this lesson, you will learn a new way to solve quadratic equations. Specifically you will learn
uk: Зараз ви вивчите новий спосіб розв'язання квадратних рівнянь. Зокрема, ви дізнаєтеся:

source: Since the leading coefficient—the coefficient of $x^2$—is $1$, we can use the **sum-product pattern**.
uk: Оскільки коефіцієнт біля $x^2$, це $1$, можна використати **формулу $(x±a)(x±b)=0$**.

source: Since the leading coefficient—the coefficient of $x^2$—is $1$, we can use the sum-product pattern.
uk: Оскільки коефіцієнт біля $x^2$, це $1$, можна використати формулу $(x±a)(x±b)=0$.

source: Since the leading coefficient—the coefficient of $x^2$—is other than $1$, we should use the method of grouping.
uk: Оскільки коефіцієнт біля $x^2$, не дорівнює $1$, можна використати метод групування.

source: So far you have solved **linear equations**, which include constant terms—plain numbers—and terms with the variable raised to the first power, $x^1=x$.
uk: Досі ви розв'язували **лінійні рівняння**, які містять константи (звичайні числа), а також невідомі, піднесені до першого степеня: $x^1=x$.

source: Substituting any $x$ value except for our solutions results in a product of two non-zero numbers, which means the product is certainly not zero. Therefore, we know that our solutions are the only ones possible.
uk: Якщо підставити будь-яке значення $x$, окрім наших розв'язків, добуток буде складатися з двох ненульових чисел, а отже, він точно не дорівнюватиме нулю. Саме тому ми знаємо, що наші розв'язки є єдиними.

source: The answer is provided by a simple but very useful property, called the **zero-product property**:
uk: Відповідь дає просте, але дуже корисне правило, що називається **властивістю нульового добутку**:

source: Think about the case where both factors are *not* zero. In this case, the product wouldn't be zero either. For example, there's nothing you can multiply by $2$ to get zero, except zero.
uk: Подумайте про випадок, коли обидва множники *не* дорівнюють нулю. У цьому випадку добуток також не буде нульовим. Наприклад, немає нічого, що можна помножити на $2$, щоб отримати нуль (окрім нуля).

source: This is a product of two expressions that is equal to zero. Note that any $x$ value that makes either $(x-1)$ or $(x+3)$ zero, will make their product zero.
uk: Це добуток двох виразів, що дорівнює нулю. Зауважте, що будь-яке значення $x$, яке робить нулем або $(x-1)$, або $(x+3)$, призведе до того, що добуток цих дужок також буде рівний нулеві.

source: This is because only when a product is equal to zero do we know that one of the factors *must* be zero; we don't care what the other factor is.
uk: Тому, що лише коли добуток дорівнює нулю, ми знаємо, що один з множник *має* бути рівним нулю. Нас не цікавить, чому дорівнює інший множник.

source: To factor $x^2+5x$, all we need to do is take a common factor of $x$ from both terms:
uk: Щоб розкласти $x^2+5x$ на множники, нам потрібно винести спільний множник $x$ з обох доданків:

source: You may have also solved some **quadratic equations**, which include the variable raised to the second power, by taking the square root from both sides.
uk: Можливо, ви також розв'язували деякі **квадратні рівняння**, які містять невідому, піднесену до другого степеня, беручи квадратний корінь з обох сторін.

source: (This pattern will make even more sense once you learn about negative exponents, but that's a lesson for another day.)
uk: (Природа цієї закономірності стане ще більш зрозумілою, коли ви познайомитесь із від'ємними показниками степеня, однак це тема для іншого уроку)

source: Can you spot the pattern?
uk: Можете помітити закономірність?

source: If we want this pattern to continue (and we do!), then $5^0$ must be $1$.
uk: Якщо ми хочемо, щоб закономірність збереглась (а ми ж дійсно хочемо!), тоді $5^0$ повинно дорівнювати $1$.

source: The pattern is to divide by $5$ (the base of the exponent).
uk: Закономірність полягає в тому, що щоразу відбувається ділення на $5$ (основу степеня).

source: $\large3^2 = 3 \times 3 = 9$
uk: $\large3^2 = 3 \times 3 = 9$ Як бачите, щоб піднести число до квадрата, потрібно помножити його саме на себе.

source: Here's how we square the number $3$:
uk: Ось як ми піднесли до квадрата число $3$:

source: In this article, you'll learn how to square numbers!
uk: У цій статті ви дізнаєтесь, як підносити числа до квадрата!

source: So, $a^2 = a \times a$.
uk: Таким чином, $a^2 = a \times a$.
